Repository: svenbolte/chartscodes
Catalog: languages/pb-chartscodes-*.po
Languages: de_de

source: %1s clicks total, %2s since %3s
de_de: %1s Klicks gesamt, %2s seit %3s

source: , visitors alltime: %s
de_de: Allzeit-Besucher: %s

source: <strong>%1s</strong> values, <strong>%2s</strong> sum of values
de_de: <strong>%1s</strong> Werte, <strong>%2s</strong> Werte-Summe

source: <strong>%s</strong> sum of values
de_de: <strong>%s</strong> Summe der Einzel-Werte

source: Bar and Piecharts
de_de: Balken und Kuchendiagramme

source: Bar Graph Chart
de_de: Balkendiagramm

source: Chartscodes Settings
de_de: Chartscodes Einstellungen

source: clicks by hour %1s last %2s days
de_de: Klicks nach Stunden %1s letzte %2s Tage

source: clicks by weekday %2s last %1s days
de_de: Klicks nach Wochentag %2s letzte %1s Tage

source: clicks last %s days
de_de: Klicks der letzten %s Tage

source: Couldn't fetch ipflag database zip file. Fetching remote content not supported or remote server is down.
de_de: Die ipflag-Datenbank-Zip-Datei konnte nicht abgerufen werden. Das Abrufen von nicht unterstütztem Remote-Inhalt oder Remote-Server ist ausgefallen.

source: Couldn't read ipflag database file from local file system. Please check permissions.
de_de: Die ipflag-Datenbankdatei konnte nicht aus dem lokalen Dateisystem gelesen werden. Bitte überprüfen Sie die Berechtigungen.

source: Couldn't unzip ipflag database zip file to local file system. Please check permissions and your server unzip capabilities.
de_de: Die ZIP-Datei der ipflag-Datenbank konnte nicht in das lokale Dateisystem entpackt werden. Bitte überprüfen Sie die Berechtigungen und die Entpackungsfunktionen Ihres Servers.

source: Couldn't write ipflag database version file to local file system. Please check permissions.
de_de: Die ipflag-Datenbankversionsdatei konnte nicht in das lokale Dateisystem geschrieben werden. Bitte überprüfen Sie die Berechtigungen.

source: Couldn't write ipflag database zip file to local file system. Please check permissions.
de_de: Die ipflag-Datenbank-Zip-Datei konnte nicht in das lokale Dateisystem geschrieben werden. Bitte überprüfen Sie die Berechtigungen.

source: Current database status:
de_de: Aktueller Datenbankstatus:

source: Database missing or corrupted, please update
de_de: Datenbank fehlt oder ist beschädigt, bitte aktualisieren

source: Default Line Chart
de_de: Standard Liniengrafik

source: Default Pie Chart
de_de: Standard Kuchendiagramm

source: delete webhits older than (days):
de_de: Webhits nach (mind. 30) Tagen löschen:

source: Doughnut Pie Chart
de_de: Donut Kuchendiagramm

source: Enable automatic weekly database update check:
de_de: Flaggendatenbank wöchentlich aktualisieren?

source: every week
de_de: jede Woche

source: Guest
de_de: Gast

source: Here you can control all ipflag and webcounter database options:
de_de: Webcounter und IPFlag Datenbank-Einstellungen, Aktualisierung, Speicherdauer:

source: Horizontal Bar Graph Chart
de_de: horizontales Balkendiagramm

source: ip network
de_de: IP-Netzwerk

source: ipflag database already up to date.
de_de: ipflag Datenbank bereits aktuell.

source: ipflag database options
de_de: ipflag Datenbankoptionen

source: ipflag database updated.
de_de: ipflag Datenbank aktualisiert.

source: is not a valid IBAN
de_de: ist keine gültige IBAN

source: last %1s visitors %2s last %3s days
de_de: Letzte %1s Besucher %2s letzte %3s Tage

source: Last Visitors
de_de: Letzte Besucher

source: Polar Pie Chart
de_de: Polar Diagramm

source: Radar Chart
de_de: Radar-Diagramm

source: referer
de_de: Herkunft-Seite

source: Remote ipflag database version not readable.
de_de: Remote-ipflag-Datenbankversion nicht lesbar.

source: Settings
de_de: Einstellungen

source: Settings Admin
de_de: Admin Einstellungen

source: show items
de_de: anzeigen

source: Top %1s Browsers %2s last %3s days
de_de: Top %1s Browser %2s letzte %3s Tage

source: Top %1s countries %2s last %3s days
de_de: Top %1s Länder %2s letzte %3s Tage

source: Top %1s operating systems %2s last %3s days
de_de: Top %1s Betriebssysteme %2s letzte %3s Tage

source: top %1s pages last %2s days
de_de: Top %1s Seiten der letzten %2s Tage

source: top %1s referers last %2s days
de_de: Top %1s Herkunftseiten der letzten %2s Tage

source: Update
de_de: Aktualisierung

source: Webcounter, shortcodes for QRCodes, IP2Flag, bar, line and Pie, Donut Pie, Polar Pie, Radar, Horizontal Bar, monthly post archive as bar chart, use as html widget too
de_de: Webcounter und Shortcodes für QR-Codes, IP-Flagge, Diagramme: Balken, Linien, Kuchen, Donut, Polarkuchen, horizontale Balken, Beitragsarchiv nach Monaten als Balkendiagramm, HTML Widget fähig
